{
    "tips": [
        {
            "title": "Drink plenty of water or other calorie-free beverages.",
            "content": "Before you tear into that bag of potato chips, drink a glass of water first. People sometimes confuse thirst with hunger, so you can end up eating extra calories when an ice-cold glass of water is really all you needed. If plain water doesn't cut it, try drinking flavored sparkling water or brewing a cup of fruit-infused herbal tea."
        },
        {
            "title": "Be choosy about nighttime snacks.",
            "content": " Mindless eating occurs most frequently after dinner, when you finally sit down and relax. Snacking in front of the TV is one of the easiest ways to throw your diet off course. Either close down the kitchen after a certain hour, or allow yourself a low-calorie snack, like a 100-calorie pack of cookies or a half-cup scoop of low-fat ice cream."
        },
        {
            "title": "Enjoy your favorite foods.",
            "content": "Instead of cutting out your favorite foods altogether, be a slim shopper. Buy one fresh bakery cookie instead of a box, or a small portion of candy from the bulk bins instead of a whole bag. You can still enjoy your favorite foods -- the key is moderation."
        },
        {
            "title": "Eat several mini-meals during the day.",
            "content": " If you eat fewer calories than you burn, you'll lose weight. But when you're hungry all the time, eating fewer calories can be a challenge. 'Studies show people who eat 4-5 meals or snacks per day are better able to control their appetite and weight,'says obesity researcher Rebecca Reeves, DrPH, RD. She recommends dividing your daily calories into smaller meals or snacks and enjoying most of them earlier in the day -- dinner should be the last time you eat"
        },
        {
            "title": "Eat protein at every meal.",
            "content": "Protein is the ultimate fill-me-up food -- it's more satisfying than carbs or fats and keeps you feeling full for longer. It also helps preserve muscle mass and encourages fat burning. So be sure to incorporate healthy proteins like seafood, lean meat, egg whites, yogurt, cheese, soy, nuts, or beans into your meals and snacks. "
        },
        {
            "title": "Spice it up.",
            "content": " Add spices or chilies to your food for a flavor boost that can help you feel satisfied. 'Food that is loaded with flavor will stimulate your taste buds and be more satisfying, so you won’t eat as much,' says American Dietetic Association spokeswoman Malena Perdomo, RD. When you need something sweet, suck on a red-hot fireball candy. It's sweet, spicy, and low in calories."
        },
        {
            "title": " Stock your kitchen with healthy, convenient foods. ",
            "content": " Having ready-to-eat snacks and meals-in-minutes on hand sets you up for success. You'll be less likely to hit the drive-through or order a pizza if you can throw together a healthy meal in five or 10 minutes. Here are some essentials to keep on hand: frozen vegetables, whole-grain pasta, reduced-fat cheese, canned tomatoes, canned beans, pre-cooked grilled chicken breast, whole grain tortillas or pitas, and bags of salad greens."
        },
        {
            "title": " Order children's portions at restaurants. ",
            "content": " Ordering a child-size entree is a great way to cut calories and keep your portions reasonable. This has become such a popular trend that most servers won't bat an eye when you order off the kids' menu. Another trick is to use smaller plates. This helps the portions look like more, and if your mind is satisfied, your stomach likely will be, too."
        },
        {
            "title": " Always eat breakfast.",
            "content": "It seems like an easy diet win: Skip breakfast and you'll lose weight. Yet many studies show the opposite can be true. Not eating breakfast can make you hungry later, leading to too much nibbling and binge eating at lunch and dinner. To lose weight -- and keep it off -- always make time for a healthy morning meal, like high-fiber cereal, low-fat milk, and fruit.            "
        },
        {
            "title": " Include fiber in your diet",
            "content": "Fiber aids digestion, prevents constipation, and lowers cholesterol -- and can help with weight loss. Most Americans get only half the fiber they need. To reap fiber's benefits, most women should get about 25 grams daily, while men need about 38 grams -- or 14 grams per 1,000 calories. Good fiber sources include oatmeal, beans, whole grain foods, nuts, and most fruits and vegetables."
        },
        {
            "title": " Clean the cupboards of fattening foods.",
            "content": "If you have chips in the pantry and ice cream in the freezer, you're making weight loss harder than it has to be. Reduce temptation by purging the cupboards of fattening foods. Want an occasional treat? Make sure you have to leave the house to get it -- preferably by walking."
        },
        {
            "title": " Lose weight slowly.",
            "content": "If you're losing weight but not as fast as you'd like, don't get discouraged. Dropping pounds takes time, just like gaining them did. Experts suggest setting a realistic weight loss goal of about one to two pounds a week. If you set your expectations too high, you may give up when you don’t lose weight fast enough. Remember, you start seeing health benefits when you've lost just 5%-10% of your body weight."
        },
        {
            "title": "Weigh yourself once a week.",
            "content": "People who weigh themselves regularly tend to have more weight loss success. But most experts suggest weighing yourself only once a week, so you're not derailed by daily fluctuations. When you weigh yourself, follow these tips: Weigh yourself at the same time of day, on the same day of the week, on the same scale, and in the same clothes."
        },
        {
            "title": " Get enough sleep.",
            "content": "When you're sleep deprived, your body overproduces the appetite-stimulating hormone ghrelin but under-produces the hormone leptin, which tells you when you're full. Getting enough sleep may make you feel rested and full and keep you from doing unnecessary snacking."
        },
        {
            "title": " Understand portion sizes.",
            "content": "We're so used to super-sizing when we eat out that it's easy to carry that mind-set home. To right-size your diet, use a kitchen scale and measuring cups to measure your meals for a week or two. Use smaller plates and glasses to downsize your portions. Split restaurant servings in half -- making two meals out of one big one. Portion out snack servings instead of eating them directly from the container."
        },
        {
            "title": " Eat more fruits and vegetables.",
            "content": "The best 'diet' is one where you get to eat more food, not less. If you eat more fruits and vegetables, you shouldn't feel as hungry because these nutrient-rich foods are also high in fiber and water, which can give you a feeling of fullness. Snacking can be a good thing as long as you choose smart snacks."
        },
        {
            "title": "Limit alcohol to weekends.",
            "content": "Alcohol contains empty calories: a five-ounce glass of wine has 125, a bottle of beer about 153. Because our bodies don't require those calories, they can get converted into fat. If you enjoy an occasional drink, consider a compromise. Enjoy your favorite alcoholic beverage on weekends only, with just one drink for women per day, two for men."
        },
        {
            "title": " Chew sugarless gum.",
            "content": "The next time you want to grab a fattening snack, reach for some sugar-free gum instead. Chewing some types of gum gives you fresh breath and can also help manage hunger, control snack cravings, and aid in weight loss. (Keep in mind, however, that excess sorbitol, a sugar alcohol sometimes used in low calorie gums, can have an laxative effect in some people.) Although gum might make you eat less, it doesn't mean you can stop eating right. A good diet and exercise are still important."
        },
        {
            "title": "Keep a food diary.",
            "content": "A simple pen and paper can dramatically boost your weight loss. Studies show the act of writing down what you eat and drink tends to make you more aware of what, when, and how much you're consuming -- leading you to ultimately take in fewer calories. One study found that people who kept a food diary six days a week lost about twice as much as those who only kept a diary one day a week or less."
        },
        {
            "title": " Celebrate success (but not with food).",
            "content": "You lost five pounds this month and walked every other day? Time to celebrate! Rewarding weight loss success really can encourage more success, so revel in your achievements. Buy a CD, take in a movie, and set a prize for the next milestone. Just don't celebrate with a sundae or deep dish pizza."
        },
        {
            "title": " Get help from family and friends.",
            "content": "Getting support can help you reach your weight loss goals. So tell family and friends about your efforts to lead a healthy lifestyle. Maybe they'll join you in exercising, eating right, and losing weight. When you feel like giving up, they'll help you, keep you honest, and cheer you on -- making the whole experience a lot easier."
        }
    ]
}